export const messages = {
  usedEmail: "این ایمیل قبلا استفاده شده است",
  sentOtp: "کد تائید به ایمیل شما ارسال شد",
  invalidOtp: "کد تائید نامعتبر است",
  successfulRegister: "ثبت نام با موفقیت انجام شد",
  successfulLogin: "شما با موفقیت وارد شدید",
  error500: "خطایی در سرور رخ داده است",
  error404: "منبع مورد نظر پیدا نشد",
  error401: "احراز هویت ناموفق بود",
  error429: "تعداد درخواست های شما به حداکثر مقدار ممکن رسید",
  error429register: "لطفا برای ارسال دوباره کد تائید، ==.== ثانیه صبر کنید",
};
