export const messages = {
  usedEmail: "این ایمیل قبلا استفاده شده است",
  sentOtp: "کد تائید به ایمیل شما ارسال شد",
  invalidOtp: "کد تائید نامعتبر است",
  successfulRegister: "ثبت نام با موفقیت انجام شد",
  successfulLogin: "شما با موفقیت وارد شدید",
  successfulLogout: "شما با موفقیت خارج شدید",
  successfulAuth: "احراز هویت موفقیت آمیز بود",
  error500: "خطایی در سرور رخ داده است",
  error404: "منبع مورد نظر پیدا نشد",
  error401: "احراز هویت ناموفق بود",
  error403: "شما اجازه دسترسی به این منبع را ندارید",
  error429: "تعداد درخواست های شما به حداکثر مقدار ممکن رسید",
  error429otp: "لطفا برای ارسال دوباره کد تائید، ==.== ثانیه صبر کنید",
  emptyReqBody: "ریکوئست بادی نباید خالی باشد",
  updatedUser: "اطلاعات کاربر با موفقیت بروزرسانی شد",
  gotUser: "اطلاعات کاربر با موفقیت دریافت شد",
  createdJobPost: "آگهی کار با موفقیت ایجاد شد",
  budgetLowHigh: "کف بودجه نمی تواند از سقف بودجه بیشتر باشد",
  portfoliosSkillsRule:
    "مهارت های درایه های نمونه کار ها باید آرایه ای از رشته ها باشد که طول هر کدام بین 1 تا 30 کاراکتر است",
  phoneNumberRule:
    "شماره تلفن همراه باید با 09 شروع شود و با 9 رقم ادامه پیدا کند",
};
